[
  {
    "content": "The Western Electric 161A is a very rare piece of telephone\/payphone history.  It marks a major point of transition of the payphone when it came to the Bell System.  The 161A is part of the first series of pay stations that was made by Western Electric.  It is very interesting to study how for many years they built on the 161 series making changes and improvements that went into subsequent models, all the way until the 1960s.\n<br><br>\nThe 161A was made by Western Electric once they broke away from Gray after Gray's patents ran out.  The 161A was built in the image of the Gray 150G.  The main difference is that the phone is completely made from Western Electric parts.  On the inside it looks very much like a 150G.  The chute on the inside of the upper housing is styled differently from Grays.  On the outside note the Western Electric Company Inc. inscription on the lower housing above the vault door, the Gray 150G would have had an inscription for both the Gray and Western Electric companies both of which had parts in the machine.  The back of the pay station also looks very different from the Gray.  The back plate of the Gray is cast iron and has a couple vertical ribs that go from the top the the bottom to help strengthen it.  The back plate of the Western Electric (161A) is made of steel and has 4 vertical and several diagonal ribs to add strength.  In fact all the housing parts of the Western Electric 161A are made of steel.  The coin gauge is stamped stainless steel, the Gray would have had a molded bronze one.\n<br><br>\n\nThe Western Electric 161A, is a 5 cent automatic prepay pay station.  This is it takes a minimum of 5 cents to make any kind of a call including a call to the operator.  It is automatic because you can make a call without the need for an operator, it has a dial.  It is pre-pay because you have to put a coin in before you can make a call.  The 161A is wired for anti-side-tone, note the connection for a black wire along with the red yellow and green on the wood terminal strip, similar to the black lead on a 202 or 151AL candlestick phone that goes to the subset.",
    "id": "5671831268753408",
    "sort": "30",
    "name": "Western Electric 161A Paystation",
    "date": "12\/14\/2017"
  },
  {
    "content": "Instructions for mounting a Western Electric single slot payphone.\n<br><br><br><br>\nContents of kit:\n<br><br>\n1-178A aluminum backboard <br><br>\n4-security studs <br><br>\n2-locking bolts <br><br>\nInstructions <br><br>\n<br><br> <br><br>\nInstructions:\n<br><br>\nRemove the upper housing from the phone.  Place the T key in the slot on the left side of the phone and then place the upper housing key in the lock on the right side of the phone and turn the key clockwise (this will release the locking rails inside the upper housing).  Turn the T key about 1\/3 turn counterclockwise, you will hear the rails drop.  Slide the upper housing using a wiggling motion towards you.  The upper housing runs through 2 channels on the main housing. Take a look at the lower edges of the upper housing as you pull it part way open.  Before the housing is all the way off, reach into the opening on the right side, you will see a wire that comes from the back of the upper housing and plugs into the chassis inside the phone, there is a finger loop on the plug to enable you to grasp it.  Support the upper housing with one hand (so it doesn’t get pushed and fall, it is heavy) and reach in with the other hand and unplug the plug.  Then carefully pull the upper housing the rest of the way off and set it down.    <br><br>\nObserve how the line cord enters through the rear of the main housing and the 2 terminals it connects to inside the phone.  Loosen the screws on both terminals to release the wires and pull the cord out through the back of the phone.  <br><br>  Install the 178A mounting plate with the word TOP facing you and at the top of the board.  Secure it to the wall using at least four 2 inch long #10 wood screws utilizing any of the indented holes on the plate, all screws must go securely into studs or other solid wood structure.  For other materials (concrete, steel, sheetrock etc) use appropriate fasteners.  As you install the mounting plate channel the line cord that was removed earlier (or another cord or house wire if desired) up behind the mounting plate and through the oval shaped hole that lines up with the similar shaped hole on the back of the phone.  Be careful when installing the board that the wire doesn’t get pinched between the plate and the wall.  Leave the wire with the terminals that connect inside the phone coming about 6 inches out of the hole in the plate.  <br><br>  Install the 4 security studs on the back of the phone. There are several holes on the back of the main housing but only 4 that are threaded which will accept the security studs.  Tighten them with a screwdriver.  Now, install the main housing onto the mounting plate.  Use caution, the phone is heavy.  While lifting and lining up the main housing with the mounting plate push the wire through the hole in the back of the phone, as you continue installing the main hosing onto the mounting plate make sure the wire has no slack in it, you want the wire to come straight out of the mounting plate and enter into the phone, and not to get pinched in between.  Line up the 4 security studs with the key hole shaped openings in the mounting plate and set them in, then slide the lower housing down in the holes to lock them in.  Be sure that all 4 security studs are locked into the mounting plate.  Reconnect the 2 wires previously removed to the same terminals they were removed from inside the phone.  Install the upper housing.  <br><br>  With the key still in the right side of the upper housing and the T key still in the open position, carefully lift the upper housing and plug the round plug at the back of the upper housing back into the socket inside the phone.  The plug is round and will only go in one way.  Line the upper housing up so that it’s bottom edges (left and right) will line it up with the channels of the main housing and begin to slide it back while wiggling as necessary.  Before it gets all the way back, make sure the wire to the plug doesn’t get caught between the housings. (Be careful to keep your fingers clear as not to catch them as the gap closes).  Latch the housing rails by turning the T key clockwise. If the upper housing isn’t completely seated the T key won’t turn all the way. Make sure, all 4 corners of the upper housing are pushed back all the way. Once the T key is turned to the locked position, turn the key on the right side counter clockwise and remove it. <br><br>  Using the T key remove the vault door, insert the T key into the slot in the center of the door and rotate it 1\/3 turn to the left, carefully remove the door, some wiggling may be necessary.  At the back of the vault area there are 4 holes where bolts can be screwed into the back plate, install the 2 locking bolts supplied in this kit into any (2) of the holes and tighten with a screwdriver. While the security studs will support the phone on the mounting plate, these screws will lock it on so that if the phone was lifted it couldn’t come loose.  With the T key still inserted in the vault door in the unlocked position reinstall the door.  Some pressure will have to be put on the door pressing it towards the back of the phone, turn the T key to the right and remove it and the door is locked.\n<br><br>\nNotes:\n<br><br>\n•\tSome older touch tone phones are polarity sensitive.  While I test all phones for operation I have no way of knowing if you line is correct or reversed.  If your phone gets dial tone but won’t produce tones when the buttons are pressed the polarity is wrong.  By using the directions found in the installation portion remove the upper housing and disconnect the 2 (red and green) wires from the line cord and reverse them.  This should take care of the problem.  If you have access to the phone jack you can reverse the wires there instead which may be easier.  This is not an issue with rotary phones or my payphones that actually require coins to work.\n<br><br>\n•\tOnce installed you may see a slightly uneven gap between the back of the phone and the mounting plate, this is normal.\n",
    "id": "5701241594183680",
    "sort": "29",
    "name": "Instructions for mounting a Western Electric Payphone using my install kit",
    "date": "10\/27\/2017"
  },
  {
    "content": "If I would have had this phone at the time I wrote my article on the Gray 24 I would have combined them into one article.  Like the the Gray type 24 the type 21 is also known as “The Wanamaker Phone”. This is a complete portable paystation. Like a desk stand it incorporates the hook and contacts with the receiver and transmitter wiring.  It also has lead chutes within that carry coins deposited to a gong or bell where they make the ding and bong sounds to be heard by an operator. This unit would have to be connected to the line by means of a subset. The transmitter at the top picks up the sound of the coin signals in order for the operator to hear them.  There is no means to return coins for any reason once they are dropped in. This is also the talk transmitter, as you can see a carry handle fits neatly around it. Unlike the gray type 24 with an aluminum housing the type 21 housing is made of cast iron which makes it rather heavy.  My Gray 21 was a Bell System owned phone that was found in an attic in Connecticut only a few years ago.. ",
    "id": "5755685136498688",
    "sort": "28",
    "name": "Gray 21 \"WANAMAKER\"",
    "date": "5\/8\/2017"
  },
  {
    "content": "  Submitted by: Jim Gray\n<br><br>\n  \"No Job is So Important, and No Service is So Urgent...\"\n    <br><br>\n    My first day working in the Public Telephone Department at Bell Telephone of Pennsylvania, July 11, 1966, started with a bang. Actually it was 15 to 20 bangs.\n    <br><br>\n    My work associates managed to welcome me to the company, the Bell Telephone Company of Pennsylvania where I was to be a Coin Collector for the next two and a half years, taking the money out of every one of the thousands of pay telephones in the City of Philadelphia by participating in the first and likely the only multi-vehicle accident in Bell System history when about 15 to 20 phone company trucks collided while driving to a coffee shop first thing in the morning, contradicting prevailing company policy regarding going to coffee shops first thing in the morning.\n    <br><br>\n    The accident happened 50 years ago  that morning when the guy who was to teach me the ropes began fooling around while driving the 1964 Jeep Wagoneer the company used as an armored vehicle, with bars on the windows and an alarm, likely to impress me, an 18 year-old kid. But he got distracted and drove into the company truck in front of him. That guy ran into the truck in front of him, and so on and so on until all 15 to 20 trucks had collided with one another. I was a passenger in the last truck in the convoy, the one technically at fault. In spite of the manufactured \"story\" of the cause of the accident I saw what really happened. But I'm not a snitch. Especially on day one.\n    <br><br>\n    Phone calls were made to the Philadelphia Police and telephone company management reporting the accident. The calls were of course made from a pay phone, and one likely from a bar that was open early. Maybe it was The White Horse. Maybe it was Tecco's. It was a long time ago.\n    <br><br>\n    Three police cars were dispatched to the scene of the multi-vehicle accident that took place in the 4800 block of Lancaster Avenue in West Philadelphia and several police officers spent more time laughing at the sight of so many phone company trucks involved in the same mishap than they spent even attempting to write and file a report. They simply waited for the armada of phone company managers to arrive and bury the entire affair in the annals of Bell System history and legend, dismissing the police and saving the disciplining and chastisement of these fine examples of the company's stable of defensive drivers for a future occurrence. One not involving so many of the company's otherwise safety-conscious employees. Yeah... that's it.\n    <br><br>\n    Thirty minutes on the job and already a statistic.\n",
    "id": "5655869022797824",
    "sort": "27",
    "name": "Public Telephone - My First Day of Work",
    "date": "4\/26\/2017"
  },
  {
    "content": "A rare and beautiful model the Gray 75-A.  It was made by Gray for the Automatic Electric company.  This antique paystation is very early, one of the first made for the Strowger System.  It was probably made around the same time as the 50A or early 50G models.  The upper housing is cast iron with no dial cup cut in.  Mounted to the front is the \"shoe\" which houses the transmitter assembly as well as the dial.  The dial, transmitter and receiver are Automatic Electric.  The coin gauge is the early cast bronze type.  Note the small instruction card holder on the front of the phone!  The lock that holds the upper housing in place is a 10-E which utilizes a flat key.  The lower housing is steel with \"The Gray Telephone Paystation Company\" name on it but no second line with the place of manufacture like most models.  The vault door is an early flat stamped steel type with an 11A lock on it.  The door has a small tag riveted to it that is stamped with the same number as the key for the vault lock.  The backboard is cast iron, it has a long wood terminal strip attached to it.  The paystation is a 5 cent pre-pay model.  It  has an early Western Electric coin relay which functions to collect or return coins that were deposited into the chute.  Apparently Gray didn't produce coin relays for early paystations, probably because Western Electric held the patents.   See the article on the Gray 750 model, it is very similar but made up for post-pay service.",
    "id": "299001",
    "sort": "26",
    "name": "Gray 75-A",
    "date": "3\/28\/2014"
  },
  {
    "content": "The Gray150KJ is very similar to the 150GJ in it's story.  It was a conversion from an earlier model 2 piece phone with separate transmitter and receiver.  It most likely started life as a 150K.  An early Gray handset hook replaced the one for the receiver and an AE 1A type handset was added.  Since the instruction card holder was used to cover the dial opening it wasn't available to cover the transmitter mounting holes, 3 slot less bolts fill them.  The removal of the transmitter from the front of the phone prompted the need to to add a signal transmitter to the inside.  It is attached to a bracket mounted to the coin chute.  This transmitter picks up the sounds of the coins being dropped as they hit the coin gong and bell for the operator's benefit.  The entire housing of the paystation is made of steel.  The coin gauge (slots) is the early bronze type.  The vault door lock is a 10L and the lock that attaches the upper housing is a E-10-E which uses a flat key.  Inside the vault area is an open top coin receptacle.  The phone is set up for manual operation meaning all the functions (collecting money and connecting calls) was handled by the operator.  There is no coin relay, the hopper directs coins dropped directly into the coin box.",
    "id": "289001",
    "sort": "25",
    "name": "Gray 150KJ",
    "date": "3\/25\/2014"
  },
  {
    "content": "Today I took the Gray 150GJ down from the shelf!  This model paystation was created by Gray as a way to utilize older models by modernizing them.  This phone most likely would have originally been a type 150G.  The phone was modified to use a handset instead of a separate receiver and transmitter.  The receiver hook was replaced with an early Gray handset hook.  The mounting holes for the transmitter were covered by the instruction card holder.  Internally it was mostly left alone except for a few wiring changes.  The dial and shroud assembly are Western Electric and the handset is Automatic Electric, the AE 1A or 34 type.  The lock that secures the upper housing is an E-10-E which uses a flat key.  The vault door lock is a 10L.  The body of the paystation is all steel including the backboard.  The coin gauge (slots) is the early cast bronze type.  One important modification to the inside is that a bracket is added to the coin chute that houses a signal transmitter.  When the phone was a 2 piece the transmitter mounted to the front of it was used to pick up the sound of the coins as they were dropped and hit the bell and gong.  With that transmitter removed this this was made necessary.  The 150GJ is a 5 cent automatic pre-pay model.   Once a coin is dropped the line switched to dial tone.  The coin would be held in escrow by a Gray coin relay and hopper that could be signaled from the central office to either collect or return it.  The phone doesn't contain the talk circuit or ringer, it would be connected to a subset located nearby. ",
    "id": "279001",
    "sort": "24",
    "name": "Gray 150GJ",
    "date": "3\/25\/2014"
  },
  {
    "content": "Mike’s Vintage Payphone by Mike Davis In this article we are looking at the early version of the Gray\/Western Electric 50A. Unlike the second version depicted in my article Gray\/WE 50A #2 which has an early steel bottom this one has a completely made of cast iron body which includes the lower housing assembly.  The steel bottoms on the later models were stamped with the Gray and Western Electric names.  The cast iron bottom on this early model only has an indent above the door where a bronze tag is fastened on with 2 rivets.  The tag is cast with the two companies names.  These cast iron lower housings were very easily vandalized!  A good whack with a hammer would break it apart.  This model came out around 1912 and was produced for only a few years. <br><br>\n\n I'm sure no one back then would have thought that the 50A would have been the great granddad to so many models that came out and were produced up until around 1970.  Over the years after Gray made the 50A for Western Electric they went on to make many other models.  Based on that phone more models with many easily interchangeable parts were made by the Automatic Electric, Western Electric and Northern Electric companies. <br><br>\n\nThe 50A is a manual telephone which means the operator made the connection.  This model came out almost a decade before the dial was put into use, many 50As were converted for dial use later on in life and renamed 50G.  The phone is a pre-pay model.  This means that before a user could get an operator a coin had to be deposited.  A Western Electric coin relay assembly attached to a hopper carried out this function.   <br><br>\n\nThe receiver hook arm on the 50A is nickel plated, it is thinner than what was used on later models.  The one used later one was much thicker to prevent bending and breaking from vandalism and rough use.  The backboard is thin with no extra support at the mounting holes that are accessed through the vault area which could lead to cracking of the backboard.  These holes were beefed up in later models.  The transmitter is mounted by use of a Western Electric 8A mount screwed to the front of the phone, later models used a 10A mount attached from the inside which is much stronger and can not be removed from the outside.  The instruction card holder on the front of the phone is just the frame, it is nickel plated.  Unlike later models that have a dial cup in them the metal here is solid and flat, so no metal back plate is needed to cover a hole.  The 4 #2 screws that hold the frame on are thread right into the upper housing.  <br><br>\n\nThe 50A is a very rare and desirable model.  I am very happy that I am able to own both variations of this antique telephone.\n\n",
    "id": "269001",
    "sort": "23",
    "name": "Gray\/WE 50A",
    "date": "3\/23\/2014"
  },
  {
    "content": "Mike’s Vintage Payphone by Mike Davis  In this article we are discussing ways to get into the lower compartment of a locked antique \"three slot payphone\".  Very often these payphones are found locked and without keys.  Opening the upper housing isn't a problem because there are only a few keys that are common to most models.  The vault door lock is a different story.  Every coin vault lock in every payphone has a key unique to it.   When a phone is found that doesn't have a key for the vault lock either leave it as is or replace the lock.  You will not be able to obtain a key for your lock.  The old lock is removed in most cases by disassembling the phone .  This isn't always easy, from my experience some are basically a piece of cake to do and others are near impossible.  I still have some phones that I still haven’t been able to open up yet!  I know of some other methods people use but am just mentioning the procedures that I have used with much success and which cause minimal damage.<br><br>\n\n If there is still a mounting plate such as for example a 174A attached to the phone or if there is still a steel coin receptacle on the inside it is much more difficult.  Before you do anything take a small screwdriver and try turning the lock, there is always the possibility that someone in the past as already defeated it.   If there is a mounting plate attached you will need to remove it first.   By removing the upper housing from the phone you will be able to remove any bolts mounted through that area of the phone.  If the phone has a security (Ace, cylinder type) lock look in the back of the phone directly behind it for a large flat faced slotted screw head.  If there is one, unscrew it while removing the upper housing.   If you see other similar large screw heads (security studs) on the back of the mounting plate remove them as well.   Place the upper housing aside and remove any bolts that go from the inside of the phone through the backboard and into the mounting plate.  All that should be left  holding the mounting plate to the phone will be as many as 4 bolts that go through from the inside of the lower compartment into the backboard.  You will be able to see the ends of the bolts when looking from behind, you will have to drill them out.  Now the mounting plate has been separated from the telephone, place it aside.<br><br>\n\nOn later Western Electric & Northern Electric payphones all seven bolts that attach the lower housing to the backboard of the phone are accessible from the outside (rear).  Earlier models as well as AE and Gray payphones have 5 blots screwed in from the outside and 2 from the inside.  On a Western Electric phone with the 7 screws on the outside you can remove them and then carefully lift and pivot the backboard away from the lower housing.  Be careful there may be wires still connected between the backboard and the lower assembly.  If there is no steel coin receptacle inside  you can now unscrew the lock on the back of the door and remove the door.<br><br>\n\nOn payphones with the 5 screws on the outside and 2 coming through from the inside first determine if there is a metal coin receptacle on the inside by looking into the holes in the backboard with a small flashlight or by sticking  a screwdriver in.  If there is no coin receptacle use a long thin screwdriver to remove the 4 lock mounting screws.  Work through the 4 large holes in the backboard that the mounting bolts go through.  You can insert the screwdriver while peering through and shining a small flashlight.  Once all of the screws are removed from the lock stand the phone up, let the lock drop and remove the door.  <br><br>\n\nNow, if your phone has the 2 bolts coming from the inside out and there is a steel coin receptacle on the inside you will have to remove the backboard first.   This comes with different degrees of difficulty and not always success depending on things such as rust contamination , over tightened  bolts are and how hard the steel is that the bolts are made of.  What has to be done is the 2 bolts have to be backed off back into the phone.   First I use a sharp punch and poke it into the end of the bolt and try to screw it in.  This has worked for me a couple times when the bolts weren’t very tight.  There are a couple other methods that I have used when the punch method doesn’t work.  One is to use a rotary tool to cut a slot into the end of the bolt and then use a thin screwdriver to drive the bolt back into the phone.  Another is to drill a small hole into the end of each of the bolts being very carefully to center it.   Don’t drill all the way through the bolt, just a quarter inch or so.  Next with a larger bit, still smaller than the diameter of the bolt and go very slow into the same hole, the bit should catch the bolt and slowly turn it clockwise, continue slowly and screw the bolt backward into the phone.  Once the 2 bolts are backed into the phone remove the 5 screws accessible from the back and carefully pivot the backboard away from the lower housing.  Be careful not to break any wires between the backboard and the lower housing.   As  I mentioned earlier depending on certain conditions these methods may or may not work, they are the best chance of getting into the phone without damaging it that I know of.<br><br>\n\nIf you have a phone with a steel coin receptacle in it and once you have the backboard separated from the lower housing you will need to get the coin receptacle out in order to access the backside of the vault door!  If the receptacle doesn’t have a lid on it you may be able to very carefully work it out through the back of the lower housing.  If there is a lid there is no easy way it will come out.  There are 2 possible ways to get it out now.   One, which is usually what I choose to do is to cut and crush the box with a hammer and chisel, it is a lot of work but I get it out without damaging the phone.  The other is to remove all the screws that hold the tray on the top of the lower housing (using a similar method to removing the 2 screws between the lower housing and the backboard that we discussed earlier).   It  is very difficult to do without damaging the tray. Then lift the tray while working the coin receptacle out of the lower housing.   Once the coin  receptacle is removed the lock can be unscrewed from the back of the vault door and the door can be removed. \n\n",
    "id": "199001",
    "sort": "22",
    "name": "Accessing the vault of a locked 3 slot payphone",
    "date": "Jan 5, 2014"
  },
  {
    "content": "Mike’s Vintage Payphone   by Mike Davis\n\nIn this article I am writing about what is not the oldest but probably the rarest payphone in my collection.  It is what I call the second version of the Gray\/Western Electric 50A.  Unlike the first version with a body totally made of “brittle” cast iron this version has a steel lower housing.  The steel housing was a stronger, more secure place to store the telephone companies money.  The first version came out around 1912 and this version came out in the mid teens.   (Both versions can be seen on my website.)  The 50G and all later models have steel lower housings.  The lower housing on this particular version of the 50A is unique.  On the front above the vault door it is marked “The Gray Telephone Paystation Company and Western Electric Company Makers”, on all later lower housings the word Inc. is added “The Gray Telephone Paystation Company and Western Electric Company Inc. Makers”.  \n\nThe 50A is the first of this type of paystation, it was the predecessor to all the models from the 50G through the 1234G (for Western Electric, not to mention all the models made by Automatic Electric and Northern Electric).  One of my main interests in collection payphones is being able to observe the progression from the beginning to the end of the 3 slot!  One thing that makes the 50A unique is the fact that the upper housing has no dial cup.  If you remove the frame and card the front of the phone is just flat.  The 50A came out almost a decade before the common dial was in use.  It is a manual, prepay machine.   The user would have dropped a coin into the proper slot to get a connection to the operator who would have connected the call.  All that was needed to make the connection was 5 cents.  The operator had control over the coin held in escrow by the relay, she could collect or return the coin.\n\nThis phone has a very early version of the 2 coil relay installed.  I am not aware of any others like it being in collections.  The vault door is flat steel, the lock is an early Corbin 11A with a grooved key.  The upper housing as well as the backboard are cast iron, the upper housing lock is a E-10-E with a flat key.  Unlike models setup for a dial there are only 2 contacts (for the transmitter) between the upper housing and the backboard that make contact when it is all together and locked.  The coin box is a 1A with a  1C self locking lid.  The 1A coin box is an early version with flat sides.  The receiver hook is thinner than the one used on later models and is nickel plated.  The instruction card holder or frame on the front is screwed right into the upper housing, there is no back plate since there is no dial opening to cover up.  The frame is nickel plated, the card in the frame is original to the phone.  It came from Mount Vernon NY.  The transmitter is mounted by use of a Western Electric mount screwed to the front of the phone, later models used a 10A mount attached from the inside.  Please see my website for past and future articles at mvtelonline.com\n",
    "id": "50002",
    "sort": "21",
    "name": "Gray\/WE 50A  #2",
    "date": "Dec 2012"
  },
  {
    "content": "Mike’s Vintage Payphone   by Mike Davis\nThis month’s examples are 2 Gray 62 paystations.  These 2 phones pictured are both the same model.  One is 2 piece and the other has a handset.  While in appearance they look rather different electrically they are very similar.  The 2 piece version has a capsule type receiver and Bakelite transmitter that contain elements found in a handset.  The handset one has an AE 34 type spit cup handset.  The photo of the inside of the upper housing is of the 2 piece one, this is set up for 5 cents.  The handset one (not pictured) is set up for 10 cents, I am sure that conversion was done at some point after it was put into service.  The 62 is an automatic (dial) prepay machine (meaning a coin would have to be deposited before a call could be made).  The 62 was made rather late in the game for Gray.  After Automatic Electric took them over they picked up at the same place and produced type 62s as well as some other models Gray was making at the time.  All the housing parts are made of stamped steel.  The handset 62 has the earlier bronze coin gauge and the 2 piece one has a stamped stainless steel gauge.  Both paystations have Automatic Electric dials, both have nice porcelain “daisy” dial faces, the 2 piece one has a pot metal shroud, the handset one has a Bakelite shroud.  These dial shrouds and porcelains while at a quick glance look similar to those found on Western Electric 3 slot paystatoins they are completely different.  Due to space constraints I am limited to how many pictures I can include here so if you would like to see more of these two phones or any others in my collection please visit my site at mvtelonline.com.\n",
    "id": "51001",
    "sort": "20",
    "name": "Gray 62",
    "date": "Nov 2012"
  },
  {
    "content": "Mike’s Vintage Payphone   by Mike Davis\nThis month’s feature is a Gray 50K paystation.  It is a post-pay model.  Like the 50G I wrote about last time wasn't made for the Bell System.  This phone was made to be sold to an independent company.  It is similar to the ones made for the Bell System.  It is marked \"The Gray Telephone Paystation Company on the front.  This is a later model with a stamped steel upper housing and backboard, it has the early type cast coin gauge (slots).  The upper housing lock is a E-10 which uses a flat key and the vault lock is a 10L.  These phones were supplied without receivers or transmitters, the purchasing company would install whatever brand they used.  This paystation has a Western Electric receiver and transmitter installed.  This is a manual or non dial model, the operator was needed to complete a call.  The caller would lift the receiver and be connected to the operator who would connect the call.  Once the call is built she would ask the caller to deposit the proper amount coins.  She would listen to the coin sounds and know when they were deposited.  A coin dropped in the proper chute would create a sound that would be picked up by the transmitter.   Once the coins were deposited they dropped through the hopper into the coin vault, there was no way to have coins returned once deposited.  The paystation a side tone model and does not have a ringer or talk circuit, a subset would be connected nearby.   Visit my website at www.mvtelonline.com\n",
    "id": "50001",
    "sort": "19",
    "name": "Gray 50K",
    "date": "Oct 2012"
  },
  {
    "content": "Mike’s Vintage Payphone   by Mike Davis\nThis month’s example is a Gray 34A-11.  This is a beautiful telephone that I restored several years ago.  It is another one of the full size paystations.  The paystation has no internal ringer or talk circuit, it connected to a subset.  This phone has an Automatic Electric 34 type spit cup handset.  It was made for the Strowger System or Automatic Electric.  It has a semi-post-pay coin relay that does not hold a coin in escrow.  All coins dropped into the proper slots are directed into the vault.  Coins would not be dropped in order to get a dial tone.  As the instructions say, a coin is dropped once the called party answers.  Until a coin is dropped the called party is unable to hear the caller.  This model as well as some others I have, have a very thin coin return chute (see photo).  The reason they could get away with the thin chute is that only a coin that was dropped into the wrong slot would be returned, that being the case only a single coin would be returned at a time.  In pre-pay models many coins that were held in escrow.  If the connection wasn't made all the deposited coins would be returned at once.  That would clog this type of chute.  These chutes were used on only a few models and then discontinued, I am sure even with one coin at a time traveling through they were troublesome.   The body of the paystation is made of steel with a cast coin gauge, it is painted bronze in color.  The AE dial is mounted within a cast metal shroud with a nice “daisy face” porcelain number ring.   The wood strip mounted to the backboard is the central connection point for the different components of the paystation, the handset and wiring to the subset connect to it.  This paystation is mounted to a 139a countertop mount.  I have another Gray 34 A-11 in black which has the more standard large open coin return chute.  You can view it on my web site mvtelonline.com.\n",
    "id": "49001",
    "sort": "18",
    "name": "Gray 34 A-11",
    "date": "Sept 2012"
  },
  {
    "content": "\n\nMike’s Vintage Payphone   by Mike Davis\nThis month’s we are looking at a Gray 50G.  It is a prepay model that wasn't made for the Bell System.  This particular phone was made to be sold to an independent company.  It is similar to the ones made for the Bell System.  It is marked \"The Gray Telephone Paystation Company on the front.  I have several models that were made for the Bell System that will be looked at in future articles, those have similar markings on the front but also mention Western Electric Makers.  This is a later model with a stamped steel upper housing and backboard, the cast coin gauge (slots) was still used.  This is much stronger and lighter weight version than the older cast iron ones.  The upper housing lock is a 29S and vault lock is a 10L.  These phones were supplied without receivers or transmitters, the purchasing company would install whatever brand they used.  This paystation has Western Electric components installed.  This is an automatic model, no operator was needed to complete a call.  A coin dropped in the proper chute would trip contacts in the relay signaling the central office equipment which would supply dial tone to the phone.  Then a local number could be called.  The coin dropped would be held in the hopper until the call was either completed or not.  At that time it would be collected or returned to the user.   The paystation a side tone model and does not have a ringer or talk circuit, a subset would be connected nearby.   \n\nA few months ago we launched a new website www.mvtelonline.com, if you haven't seen it yet take a look.  Most of my telephones & payphones can be seen there.\n",
    "id": "48001",
    "sort": "17",
    "name": "Gray 50G",
    "date": "August  2012"
  },
  {
    "content": "\nMike’s Vintage Payphone   by Mike Davis\nThis month’s example is a Gray 34A-10.  It is another one of the full size paystations.  The paystation has no internal ringer or talk circuit, it connected to a subset.  The phone is a 2 piece, separate transmitter\/receiver rather than having a handset.  The transmitter is attached to the phone via a round AE mount.  It was made for the Strowger System or Automatic Electric.  It has a post-pay coin relay that does not hold a coin in escrow.  All coins dropped into the proper slots are directed into the vault.  Coins would be dropped once the connection was made.  This model as well as some others you will be seeing have a very thin coin return chute (see photo).  The reason they could get away with the thin chute is that only a coin that was dropped into the wrong slot would be returned, that being the case only a single coin would be returned at a time.  In pre-pay models many coins that were held in escrow.  If the connection wasn't made all the deposited coins would be returned at one time.  That would clog this type of chute.  These chutes were used on only a few models and then discontinued, I am sure even with one coin at a time traveling through they were troublesome.  When I got this phone the chute was clogged with dirt, the remains of the wiring diagram and a couple very old coins.  The body of the paystation is made of steel with a cast coin gauge.  The AE dial is mounted within a cast metal shroud with a nice “daisy face” porcelain number ring.   The wood strip mounted to the backboard is the central connection point for the different components of the paystation, the handset and wiring to the subset connect to it.  This paystation is mounted to a 139a countertop mount.\n",
    "id": "47001",
    "sort": "16",
    "name": "Gray 34A-10",
    "date": "July 2012"
  },
  {
    "content": "This month’s example is a Gray 34A-9.  It is one of the full size paystations.  The paystation has no internal ringer or talk circuit, it connected to a subset as its non payphone brother the AE 34 would have.  The phone uses the same handset as an AE 34.  It has a pre-pay coin relay, thus it was necessary to drop a coin before a call could be made.  The body of the paystation is made of steel with a cast coin gauge.  The AE dial is mounted within a cast metal shroud with a nice “daisy face” porcelain number ring.   The wood strip mounted to the backboard is the central connection point for the different components of the paystation, the handset and wiring to the subset connect to it.",
    "id": "37044",
    "sort": "15",
    "name": "Gray 34-A-9 Paystation",
    "date": "December 2011"
  },
  {
    "content": "The Gray Type 24, AKA “The Wanamaker Phone”.  This is a complete portable paystation.  Like a desk stand it incorporates the hook and contacts with the receiver and transmitter wiring.  This unit would have to be connected to the line by means of a subset.  The transmitter at the top picks up the sound of the coin signals in order for the operator to hear them.  This is also the talk transmitter, as you can see a carry handle fits neatly around it.  The body is made of aluminum which is lighter than if it was cast iron.  ",
    "id": "39050",
    "sort": "14",
    "name": "Gray 24 \"WANAMAKER\"",
    "date": "November 2011"
  },
  {
    "content": "This month we have another one of the most popular Gray coin collectors up for scrutiny.   It is the type #23J.   Similar to the 23D we looked at last month but with the more modern handset replacing the separate transmitter and receiver.  Since the phone doesn’t have a talk transmitter on the front the operator wouldn’t have been able to have heard the as they were dropped.  For that reason a transmitter was added inside the housing!  This transmitter is connected to the talk circuit of the collector.  While the 23D were made of cast iron the 23Js were made of cast iron and also aluminum.  I don’t know if it is always the case but the ones I have seen that were made of aluminum didn’t have the 3 individual tabs behind the coin slots, just one piece going across the top stamped with the 25, 10 & 5.  View the pictures of the 2 different 23J collectors here to see the 2 types.  The later aluminum one was used as a payphone, the older one with the separate tabs was used to call a Western Union operator to place telegram orders.  This is the last of my series on the type 23 Grays, I am still looking for a 23C for the collection and to write about.\n\n ",
    "id": "36038",
    "sort": "13",
    "name": "Gray 23J Coin Collector",
    "date": "October 2011"
  },
  {
    "content": "This month we have one of the most popular Gray coin collectors up for scrutiny.   It is the type #23D.  The 23D is a complete coin collector with all the desk stand parts included.  All it needs is to be connected to a subset and it is ready to go.  The unit contains the receiver, transmitter, hook switch and contacts as well as the coin chute.  The chute delivers the dropped coins to the bell for nickels and dimes and the gong for quarters then deposits them in the coin drawer.  The coin operation was monitored by the operator, she would hear the coin signal sounds as they were picked up by the talk transmitter.  The entire housing is cast iron, the lower vault lock is unique to each unit, the upper housing “crab lock” uses a key that is common to all.  The vault is oversized, if you look at the profile pictures you will see that the lower assembly protrudes out beyond the upper housing.  There is a similar model that is totally the same except the vault is flush with the upper housing, that model is a 23C, I am in the market for one of them.  The 23D was made to be mounted on a wall or to the inside of a booth.  When the unit needed servicing the repairman would have unlocked the crab lock and lowered the upper section down for access to the contacts and the coin chute.  No wires would have had to be disconnected, there is a set of contacts for the transmitter that make when the upper housing is locked back in place. ",
    "id": "42037",
    "sort": "12",
    "name": "Gray 23D Coin Collector",
    "date": "September 2011"
  },
  {
    "content": "The Gray 23B is similar to the 23 that I wrote about back in June.  The main difference is that the vault is larger.  If you compare the side profile pictures between the 2 you will see what I am talking about.  The width and height of the box and the front of the drawer at the same but the drawer is much deeper on the 23B.  This was done for one reason, to hold more coins.  The 23B mounted on the front of a wall phone by replacing the transmitter arm using the same mounting holes in the phone, remember the 23 had the back with the \"grid\" of many holes?  This is the same.  No damage was done to the telephone.  The wires for the transmitter would now go through the coin collector to the transmitter mounted on the front of it.  This now completes the phone.  With the transmitter mounted to the front of the box the operator could hear the coins drop into the box and complete the calls.\n\n \n\nWanted, 23C coin collector.  It is like a 23D but has the shallower coin drawer!",
    "id": "35033",
    "sort": "11",
    "name": "Gray 23B Coin Collector",
    "date": "August 2011"
  },
  {
    "content": "This month’s feature is a Gray #23A.  Like all the 23 models it has the upper housing that pivots down when released by unlocking the “crab lock”.  The collector is designed to mount on top of a table or counted and attach to a candlestick phone.  While the upper housing and vault are similar to other models it has a very unique backboard.  This model has the more shallow vault drawer.  The cast iron backboard bends down below the collector and also serves as a base for the telephone.  This particular one was used by Western Union for telegrams, the function is exactly that same as if it was used on a regular phone line.  In this case you would have reached the Western Union operator who would take your telegram order and request deposit of the required fee.  She would monitor the coins being dropped into the collector over the telephone line.  ",
    "id": "40044",
    "sort": "10",
    "name": "Gray 23A",
    "date": "July 2011"
  },
  {
    "content": "This month’s item is a Gray 23.  The 23 was made to mount on the front of a wall phone.  It was designed to replace the standard transmitter arm that came on just about any standard phone.  If you look at the picture of the rear you can see that there is a long slot in the back and many holes in a grid pattern around it.  From the large number of holes there will be some that will line up with the holes left in the phone from whatever transmitter was removed and the slot is where the transmitter wire would run through into the collector.  The wire would now connect to the transmitter through a set of contacts that make between the backboard and the upper housing on the type 23 collector.  This was a nice way of adding a coin collector, unlike other models where holes had to be made in the front surface of a telephone for brackets and mounting screws this model can be installed and removed leaving no damaged areas behind.  The talk transmitter mounted on the front of the collector would also be used to pick up the sounds of coins dropped in.  At the top of the collector behind the slots is a “crab lock”.  This lock holds the upper housing to the backboard.  When the lock is released the upper housing can be pivoted forward and down to allow for servicing the unit as well as installing it to and removing it  from a telephone.  The key for the crab lock is common to all, the key to the vault as usual is unique to each collector.  ",
    "id": "37045",
    "sort": "9",
    "name": "Gray 23 Coin Collector",
    "date": "June 2011"
  },
  {
    "content": "It looks to me like  a big lump of cast iron, it is a Gray #20.  The #20 is the same type of basic coin box as used in most of the Gray collector.   It is equipped with a very heavy cast iron bracket that attaches to the back of it and bends down below the box.  It also extends out to the side forming a place for a candlestick phone to sit.  The candlestick phone is attached to the coin box by 2 arms.  The arms have 2 purposes, they keep the phone in place next to the collector, they also serve as a path for the sound of the coins to resonate from the bell and gong in collector to the body of the telephone and then to the transmitter.  From the transmitter the sound is electrically sent through the line to operator so that she can hear what coins are dropped into the slots.  This collector is not portable, it is made to be fixed in one location.  The bracket can be screwed down to a shelf, a wall or inside a phone booth.  Unlike portable phones there is no lock on the back.  When the coin mechanism needed service the repairman would open the coin vault and remove 2 screws that secure the box to the bracket and lift it off.  ",
    "id": "41038",
    "sort": "8",
    "name": "Gray 20 Coin Collector",
    "date": "May 2011"
  },
  {
    "content": "Last month we looked at a Gray #14, this month we have something a little more modern.  Instead of the coin bank being connected to a candlestick phone this one is equipped with a Kellogg handset.  It is also wired to a Kellogg subset.  This is a very nice set that I found for sale on Ebay a while ago.  Like all the Gray pay stations it would have been sold without the handset and subset.  The purchasing telephone company would install whatever brand of handset and talk circuit (subset) they desired.  Like many of the Gray models that were portable the vault area is separated from the service area of the unit.  From the rear with the cover off you can see that “cage-like” part near the bottom that keeps the coins out of reach of a serviceman.  If you look above the lock on the inside of the rear cover you can see the coin signal transmitter. Most Gray models used the telephone transmitter to pick up the sound of coins being dropped and hitting the bells and gongs to alert the operator of coins being dropped, since that isn’t possible with a handset, the internal transmitter is installed.",
    "id": "37046",
    "sort": "7",
    "name": "Gray 14J Coin Collector",
    "date": "April 2011"
  },
  {
    "content": "This month we are looking at a Gray number 14 paystation.  The number 14 is a portable model with a carry handle at the top.  This setup would have been used in a restaurant, bar or other location where a portable phone would have been needed.  The paystation is set up to be physically attached to an upright telephone.  The mechanical connection between the collector and the phone carries the sounds of coins being dropped into the collector hitting the bell or gong to the telephone transmitter so that the operator can hear it. This is a totally manual system.  If you look at the picture of the rear with the back cover removed you can see a cast iron plate with many holes in it.  The purpose of it is to isolate the coin vault area from a serviceman who may be doing a repair with the back cover off.  The back cover has a lock operated by a common key.  As in the other collectors the vault lock has a unique key.  The collector accepts nickels, dimes and quarters that would be deposited by the user at the request of the operator.  There is no mechanism for returning coins once they are dropped.\n<br><br>\nPlease help, I am looking for some other payphones as well as parts for the collection and to write about.  Models such as the Gray 102, Western Electric 160 series and a Western Electric 235.  If you have one of these or something unusual please contact me.",
    "id": "41039",
    "sort": "6",
    "name": "Gray 14 Coin Collector",
    "date": "March 2011"
  },
  {
    "content": "This month we are looking at 2 Gray #13As from my collection.  One looks to be older, it has a brass tag with the instructions on it.  The other one appears to be NOS (New Old Stock).  Everything is perfect, the paint, the nickel plating and even the keys.  There is no wear on it. This one has screws in it that would mount the instruction plate but unfortunately it is missing.  These collectors are very simple, they take a nickel and that’s it!  When a nickel is dropped in the slot it strikes a bell.   A candlestick phone is attached directly to the collector, the sound of the bell resonates through the bottom plate and arms into the phone so that the sound can be picked up by the transmitter.  I would suppose these were used only for making local calls.  This model was not made to be mounted to a wall or counter, they are portable.  Each one has a carry handle that can be seen in the pictures.  They would be used in areas such as restaurants.  ",
    "id": "38041",
    "sort": "5",
    "name": "Gray 13A Coin Collector",
    "date": "February 2011"
  },
  {
    "content": "Happy New Year everyone!  This month we will look at 4 different Gray # 11 collectors in my collection.  The Gray #11 is usually mounted alongside a wall phone and connected to it by a bracket.  The sound of the bells and gongs are transmitted through the collector, the bracket, the phone body itself and to the transmitter so the operator can hear what coins are dropped.  In some instances such as when used with a handset phone a small transmitter is secured to the rear mounting plate. \n<br><br>\nThis first example is the earliest one I have, it has very short tabs (you can see in the last photo where the telephone company found it necessary to have the coin denominations marked with paint).  The original instruction card is an embossed brass plate.\n<br><br>\nThis second example is a newer one.  The denomination of the coin chutes is inscribed into the 3 tabs.  I am showing it as it would have been seen in service attached to the bracket and to a wall telephone.\n<br><br>\nThis example is an original (NOS) Gray #11 in its original box.  You can see the way it was packed, the original box and shipping label.  The last picture shows the rear of the collector, this rear cover\/plate isn’t the type that would mount behind a wall telephone.  It is the type that would mount independently and be connected to a handset phone.  There is an AE transmitter mounted to the inside of the plate (not pictured), you can see the grometted hole in the back where the wire would go through to connect it to the telephone.\n<br><br>\nThis example of the #11 is the #11A, basically the same as the second example I showed you but as you can see from the pictures that the lower vault area is extended allowing it to hold more coins than the basic model.  The coin drawer or door front is the same but the vault is deeper, the length of the drawer is greater.  The instruction card on this example is celluloid.  You can clearly see on this one what the mounting bracket for a wood wall telephone looks like.",
    "id": "40045",
    "sort": "4",
    "name": "Gray 11 Coin Collector",
    "date": "January 2011"
  },
  {
    "content": "Last month we looked at a Gray #10 Shield.  Now we have a Gray #10A shield.  The differences are few. T\n<br><br>\nThe 10 is mounted to the side of a wall phone on a bracket and the 10A mounts right onto the front of the telephone in place of the transmitter.  Like the other 3 slot Gray collectors the coins dropped hit a bell or gong on the way down and the operator listens on the line and hears the sound through the transmitter which is mounted directly to the collector.  All coins end up in the coin drawer which is the lower section of the shield.  There is no coin return so if coins are dropped before the operator comes on or are dropped in the wrong slots they are lost to the caller, they cannot be returned.  The housing is cast iron and the coin chutes are lead.\n<br <br=\"\">\nI threw in another little coin device this month.  I would “assume” it is called a Courtesy Coin Box, it was made by the Courtesy Coin Box Co. of Detroit Michigan.  It has no electrical or mechanical function in line with the telephone, the phone line or the operator.  It was attached to a candlestick phone and worked on the honor system.  It states that “courtesy pays” and “local calls 5 cents”.  I have seen originals out there at phone shows, antique markets etc as well as reproductions.  While the reproductions are nice they are very easy to spot.  The originals are made of steel and are painted a very dark green.  You may see a little rust on an original.  The reproductions are painted black and are made of brass, no rust here.  Let’s see, what will we look at next month?  Happy Holidays All!",
    "id": "35034",
    "sort": "3",
    "name": "Gray 10A Coin Collector",
    "date": "December 2010"
  },
  {
    "content": "A picture is worth a thousand words!  There really isn’t a lot to talk about the workings of the number 10 nor is there for most of the early Gray coin collectors.  It is a beautiful and functional work of art!  The collector which is in the shape of an independent shield is made of cast iron and painted red, white (more of a silver) and blue.  This month we are looking at the number 10 which is mounted to a bracket that is attached to the back of a wall phone.  Next month we will look at a 10a which mounts to the front of a telephone.   The operation is similar to that of the number 8a we looked at last month but with three slots for nickel, dime and quarter.  As with all Gray machines gravity does the work.   \n<br><br>\nThe sounds of the coins dropped in the 5 cent, 10 cent or 25 cent slots resonates through the housing, the backboard and through the backboard of the phone into the transmitter arm and to the transmitter for the operator to hear.  \n<br><br>\nThe 2 main style differences I have seen are on earlier models the coin drawer is the lower part of the collector and on later ones the drawer fits into the lower part.  The one pictured is the later type!",
    "id": "42038",
    "sort": "2",
    "name": "Gray 10 Coin Collector",
    "date": "November 2010"
  },
  {
    "content": "Being that a long time has passed since I wrote this column I am going to start again “from the beginning”.  I find the progression of payphones over the years to be very interesting.  From the very beginning until the very end you can see the minute changes that took place.  It is like looking at the individual frames of an old movie film and seeing the very slight changes from image to image.  I am going to move from the 1890s this month to the 1960s at some point in the future.  I have many payphones in my collection many are similar to each other and at the same time they are all different. \n<br><br>\n<img src=\"http:\/\/lh5.ggpht.com\/qYpgvqNCoixnucueM-mdgcKl0stSDf9nK21_0b5BIopl9L8aOkDVUQDI6x_nwtOl3l8XX15xrT2EStK_8dVEzYc=-s320\">\n<br><br>\nThis month we are looking at a very early Gray #7.  It is a very basic machine from the 1890s.  It mounted to the front of a wall phone.  The transmitter arm from the phone was removed and the collector was installed in its place.  The #7 has a transmitter arm similar to the WE #5, the base of which is molded right into the cast iron.  The single wire that connects to the transmitter is located outside of the arm, there is one eyelet near the transmitter to support it.   The collector has very basic lead chutes that using gravity to bring the coins from the slots down to where they hit and bounce off of bells and a gong.  They then fall to the coin drawer at the bottom.  A nickel and a dime when dropped hit bells of different tones, a quarter hits a cathedral gong which makes a different sound.  When the operator was on the line she could tell what coins were dropped by the different sounds.  There is even a coin return chute to return coins that were dropped into the wrong slot.  There was no other method for returning coins once they were dropped.  The calling instructions above the transmitter arm are cast right onto the housing.  In the front of this type #7 there is a 3\/8 inch hole right in the area of the coin drawer.  This hole is used for mounting the collector to the phone.  Unlike later collectors the coin drawer opens to the right not to the front.  When the drawer is removed access is given to a mounting hole that goes through the rear of the housing.  To install the collector a bracket is screwed to the front of the phone.  A hook at the top of the collector fits into the bracket which allows it to hang from the phone.  Then 1 screw is installed through the back of the #7s case and into the phone securing it in place.  The screwdriver goes through the hole in the front of the collector which is in perfect line with the screw being tightened.  Once that is done the coin drawer can be installed.",
    "id": "35035",
    "sort": "1",
    "name": "Gray 07 Coin Collector",
    "date": "October 2010"
  }
]